OdGiCommonDraw
\details
Returns the specified text converted from one code page to another.
\param source [in]  Source text.
\param sourceId [in]  Object ID of source code page.
\param destId [in]  Object ID of destination code page.